
[IDD_DIALOG_INIT]
TITLE = "LifeBook Application Panel Setup - Initialization Tool"
IDC_STATIC_EXPLANATION = "All settings for buttons will be set back to default.%n%n[Caution!]%n%nIf initialization is done, all changed settings will be reset to the default.%n%n.Please perform the initialization only when you want to reset LifeBook Application Panel settings to the default settings.%n%nAfter initialization, you can change the settings in the LifeBook Application Panel Setup."
IDC_BUTTON_INIT = "Initialization(&I)"
IDCANCEL = "Exit(&E)"


[MESSAGES]
IDS_TITLE_MSG_CONFIRMATION = "LifeBook Application Panel Setup - Confirmation for initialization"
IDS_MSG_CONFIRMATION = "LifeBook Application Panel settings will be reset to the default settings.%n%nDo you want to proceed?"

IDS_TITLE_WARN_MSG_SETTING_DIALOG_IS_OPEN = "LifeBook Application Panel Setup - Warning"
IDS_WARN_MSG_SETTING_DIALOG_IS_OPEN = "LifeBook Application Panel Setup dialog box is open.%nPlease try again after closing the dialog box."

IDS_TITLE_ERROR_MSG_FAILED = "LifeBook Application Panel Setup - Warning"
IDS_ERROR_MSG_FAILED = "An error occured during initialization.%nPlease reboot your computer and try initialization again."

IDS_TITLE_MSG_COMPLETE = "LifeBook Application Panel Setup - Completion of Initializaton"
IDS_MSG_COMPLETE = "LifeBook Application Panel settings have been initialized."
